<!DOCTYPE html>
<link rel="stylesheet" type="text/css" href="static/style.css"/>
<html lang="fr">
    <head>
        <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.6.0/jquery.min.js"></script>
        <script type="text/javascript" src="static/script.js"></script>
        <title>Guide to a Wedding from the Cenozoic Era</title>
    </head>
    <body class="img1">
        <div class="banner banner-first">
            <div class="banner-inside">
            <a class="link" href="index.html">EN</a> | <a class="link" href="index-fr.html">FR</a>
            <p class="names" >Darian Weber & Laurent Bergeron</p>
            <p class="title">vous invitons &agrave; notre marrige le 30 juillet, 2022,</p>
            <p class="title">au Pearkes Event Centre, 10801 Dudley Dr, Hudson's Hope, BC.</p>
            <p class="title">Si vous planifier vous joindre &agrave; nous, ou si vous serez absent, s.v.p. faites nous parvenir votre r&eacute;ponse en cliquant <a class="link" href="rsvp-fr.html">ici</a>.</p>
        </div>
        </div>

        <div class="banner banner-not-first">
        <div class="banner-inside">
            <h1>H&eacute;bergement</h1>
            <hr>
            <div id="list">
            <ol>
                <li><p>Camping gratuit situ&eacute; sur place. Il y a un champ au Pearkes Event Centre o&ugrave; vous pourrez installer votre tente ou VR pour la fin de semaine. Des toilettes sont disponibles, mais pas de douches. </p></li>
                <li><p>Camping au <a class="phone" href="https://hudsonshope.ca/adventure/campgrounds/king-gething/">King Gething's Campground</a> juste en face. Ce camping donne acc&egrave;s &agrave; des douches. Situ&eacute; &agrave; 4 minutes de marche. Il est possible de r&eacute;server en ligne &agrave; partir du 3 mai.</p></li>
                <li><p>
                    H&ocirc;tel au <a class="phone" href="https://www.stillwaterinnandsuites.com/stillwaterinnandsuites">Stillwater Inn and Suites</a>, situ&eacute; &agrave; environ 2 km du Pearkes Event Centre (30 minutes de marche, 5 minutes en voiture). 
                    R&eacute;servez en appelant le <a class="phone" href="tel:25078354000">(250) 783-5400</a>, et demandez pour les chambres r&eacute;serv&eacute;es par Darian pour le marriage du 30 juillet.
                    S.v.p. r&eacute;servez avant le 30 mai. </p></li>
            </ol>
            </div>
        </div>
        </div>

        <div class="banner banner-not-first">
        <div class="banner-inside">
            <h1>Calendrier</h1>
            <hr>
            <p>
                Sauf indication contraire, tous les &eacute;v&eacute;nenements auront lieu au Pearkes Event Centre. L'horaire est sujet &agrave; changement.
                En ce qui a trait &aacute; l'habillement, il n'y a Aucune consigne sp&eacute;cifique - nous recommandons une tenue semi-formelle samedi et v&ecirc;tements de tous les jours pour le reste.
                Sachez que nous allons tenter de passer le plus de temps possible &agrave; l'&eacute;terieur, mais que nous aurons aussi acc&egrave;s &agrave; une grande salle int&eacute;rieur si la m&eacute;t&eacute;o ne coop&egrave;re pas.
            </p>
            <h2>Vendredi soir - 29 juillet</h2>
            <div id="list">
            <ol>
                <li style="list-style-type: '19h00';"><p>(Facultatif) Soir&eacute;es jeux de soci&eacute;t&eacute;, vins et fromages. Apportez quelques-uns de vos jeux!</p></li>
            </ol>
            </div>
            <h2>Samedi - 30 juillet</h2>
            <div id="list">
            <ol>        
                <li style="list-style-type: '10h00';"><p> Pr&eacute;parations pour la journ&eacute;e, allez et venez &agrave; votre guise. Jeux d'ext&eacute;rieur et grignotines seront pr&eacute;sents, encore un fois vous pouvez apportez votre propre collection de jeux!</p></li>
                <li style="list-style-type: '15h30';"><p>S&eacute;ance photos.</p></li>
                <li style="list-style-type: '16h00';"><p>C&eacute;r&eacute;monie.</p></li>
                <li style="list-style-type: '16h30';"><p>Entr&eacute;es et souper, pr&eacute;par&eacute; et servi par le Rustic Market Garden.</p></li>
                <li style="list-style-type: '20h00';"><p>Dance et feu de camp.</p></li>
            </ol>
            </div>
            <h2>Dimanche - 31 juillet</h2>
            <div id="list">
            <ol>
                <li style="list-style-type: '9h00';"><p>Brunch jusqu'&agrave; 12h00.</p></li>
                <li style="list-style-type: '12h00';"><p>(Facultatif) Excursion pour voir des traces de dinosaures (situ&eacute; &agrave; 1h de route). De retour &agrave; Hudson's Hope pour 16h00.</p></li>
            </ol>
            </div>
        </div>
        </div>

        <div class="banner banner-not-first">
        <div class="banner-inside">
            <h1>Pr&eacute;sents de marriage</h1>
            <hr>
            <p>
                Le plus beau cadeau que vous puissiez nous offrir est votre pr&eacute;sence avec nous pendant cette fin de semaine. 
                Pour ceux qui insistent de vouloir poursuivre la tradition de nous offrir un pr&eacute;sent, nous vous serons reconnaissant pour toute aide qui nous permettra de r&eacute;aliser notre prochain objectif d'acheter une maison.
            </p>
        </div>
        </div>

        <div class="banner banner-not-first">
        <div class="banner-inside">
            <h1>Directions</h1>
            <hr>
            <br/>
            <iframe src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d8918.325429480674!2d-121.9222221!3d56.0259223!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x538d8adedc490747%3A0xd0788bb091a02526!2sThe%20Pearkes%20Arts%20%26%20Events%20Centre!5e0!3m2!1sen!2sca!4v1635725077202!5m2!1sen!2sca" width="600" height="450" style="border:0;" allowfullscreen="" loading="lazy"></iframe>
        </div>
        </div>
    </body>

    <div class="banner banner-last">
    <div class="banner-inside">
        <p class="title">Malgr&eacute; que nous soyions impatients de vous voir, nous comprenons que certains de serons pas capables ou confortables de voyager cet &eacute;t&eacute;.</p>
        <p class="title">Si vous planifier vous joindre &agrave; nous, ou si vous serez absent, s.v.p. faites nous parvenir votre r&eacute;ponse en cliquant <a class="link" href="rsvp-fr.html">ici</a>.</p>
    </div>
    </div>
</html>